namespace QRCodesGenerator
{
    public static class LVersions
    {
        public static readonly int[] LLevel;
        // походу надо через инетефес переделать в класс с методом который возвращает версию

        static LVersions()
        {
            LLevel = new[]
            {
                152, 272, 440, 640, 864, 1088, 1248, 1552, 1856, 2192, 2592, 2960, 3424, 3688, 4184, 4712, 5176, 5768,
                6360, 6888, 7456, 8048, 8752, 9392, 10208, 10960, 11744, 12248, 13048, 13880, 14744, 15640, 16568,
                17528, 18448, 19472, 20528, 21616, 22496, 23648
            };
        }
    }
}